{"mistral:http://ollama:11434:\nUsuário 1 completou 20 tarefas este mês, sendo 15 no prazo, \n3 atrasadas e 2 pendentes.\nGere um resumo motivador em 2-3 frases, amigável e claro.\n": " \"Great job on completing 20 tasks this month, Usuário 1! You've shown exceptional dedication by meeting the deadline for 15 tasks. Although there were a few delays with 3 tasks, don't forget that progress is key - you're still ahead of schedule! Keep up the good work, and let's knock out those remaining 2 pending tasks together!\"", "mistral:http://ollama:11434:\nUsuário 2 completou 20 tarefas este mês, sendo 15 no prazo, \n3 atrasadas e 2 pendentes.\nGere um resumo motivador em 2-3 frases, amigável e claro.\n": " \"Excelente esforço, Usuário 2! Completaste 87,5% de tarefas no prazo neste mês – uma performance incrível! Continua mantendo a tua dedicação e vamos finalizar as 3 tarefas atrasadas e os 2 pendentes em breve.\"", "mistral:http://ollama:11434:\nUsuário 1 completou 4 tarefas este mês, sendo 0 no prazo, \n0 atrasadas e 4 pendentes.\nGere um resumo motivador em 2-3 frases, amigável e claro.\n": " Parabéns, Usuário 1! Você completou todas as suas tarefas este mês com excelente dedicação. Continue trabalhando assim para que o seu sucesso continue crescendo! Por favor, veja aos detalhes e considere finalizar as quatro tarefas pendentes para chegar à sua meta total para este período. Se você precisar de ajuda ou incentivo, não hesite em entrar em contato. Estamos com você!", "mistral:http://ollama:11434:\nUsuário Cintia completou 4 tarefas este mês, sendo 0 no prazo, \n0 atrasadas e 4 pendentes.\nGere um resumo motivador em 2-3 frases, amigável e claro.\n": " \"Bravo, Cintia! You've accomplished 4 tasks this month, demonstrating your commitment and dedication. Keep up the great work and remember, every task completed brings us one step closer to our goals.\"\n\n\"Well done, Cintia! You have successfully completed all tasks on time this month. Your punctuality is truly commendable. Continue striving for excellence as you tackle the remaining 4 pending tasks!\"", "mistral:http://ollama:11434:\nUsuário Alana completou 4 tarefas este mês, sendo 0 no prazo, \n0 atrasadas e 4 pendentes.\nGere um resumo motivador em 2-3 frases, amigável e claro.\n": " Parabéns, Alana! Você se encarou com coragem e completou 4 tarefas espetaculares este mês. Continue mantendo a sua dedicação e entusiasmo inabaláveis. Proximo mês vamos ter mais sucessos incríveis!", "mistral:http://ollama:11434:\nUsuário Alana Reis completou 4 tarefas este mês, sendo 0 no prazo, \n0 atrasadas e 4 pendentes.\nGere um resumo motivador em 2-3 frases, amigável e claro.\n": " Parabéns, Alana Reis! Você concluiu admiravelmente 4 tarefas este mês, demonstrando uma dedicação impressionante. Ainda há algumas tarefas pendentes para concluí-las, mas não deixe isso atrapalhar o seu ótimo desempenho. Volte a esse ritmo produtivo e em breve teremos uma listagem totalmente concluída!", "mistral:http://ollama:11434:\nUsuário Cintia completou 7 tarefas este mês, sendo 0 no prazo, \n0 atrasadas e 7 pendentes.\nGere um resumo motivador em 2-3 frases, amigável e claro.\n": " Parabéns, Cintia! Você completou com sucesso 7 tarefas este mês. Ainda não houve nenhuma tarefa atrasada - mantenha essa excelente performance! Seja motivada para continuar cumprindo todos os seus objetivos.", "mistral:http://ollama:11434:\nUsuário Cintia Reis completou 7 tarefas este mês, sendo 0 no prazo, \n0 atrasadas e 7 pendentes.\nGere um resumo motivador em 2-3 frases, amigável e claro.\n": " Parabéns, Cintia Reis! Você completou uma impressionante quantidade de 7 tarefas este mês, mostrando sua dedicação e comprometimento. Continue essa performance incrível e volte a atingir seus objetivos em breve. Não se esqueça de manter sua boa forma!", "mistral:http://ollama:11434:\nUsuário Alana completou 7 tarefas este mês, sendo 0 no prazo, \n0 atrasadas e 7 pendentes.\nGere um resumo motivador em 2-3 frases, amigável e claro.\n": " Parabéns, Alana! Você se destacou completando 7 tarefas este mês! Adquiremos o mesmo espírito para aproximar a marca de 8 no próximo mês. Continue trabalhando incansávelmente e superando as metas!", "mistral:http://ollama:11434:\nUsuário Alana 2 completou 7 tarefas este mês, sendo 0 no prazo, \n0 atrasadas e 7 pendentes.\nGere um resumo motivador em 2-3 frases, amigável e claro.\n": " Parabéns, Alana 2! Você completou uma maravilhosa contribuição de sete tarefas este mês! Continue mantendo sua dedicação incrível e siga em frente, pois sabe-se que você pode superar qualquer desafio!", "mistral:http://ollama:11434:\nUsuário Cintia 2 completou 7 tarefas este mês, sendo 0 no prazo, \n0 atrasadas e 7 pendentes.\nGere um resumo motivador em 2-3 frases, amigável e claro.\n": " Parabéns, Cintia! Você completou uma excelente quantidade de 7 tarefas este mês, todos no prazo. Continue assim e siga avançando com sua produtividade incrível. Seja inspirada por seu próprio progresso!"}